import Footer from "./Footer"
import ScrollButton from "./ScrollButton"
import "../help.css"

const Conditions = () => {
  return (
    <div>
      <nav className="navbar" style={{marginBottom:'100px'}}>
        <a href="/" className="logo">
          <img src="/logos/gov_gr_logo.svg" alt="GOV logo" />
        </a>
        <ul className="nav-links">
          <li className="nav-item"><a href="/">Αρχική σελίδα</a></li>
          <li className="nav-item"><a href="/profs">Επαγγελματίες</a></li>
          <li className="nav-item"><a href="/parent">Γονείς</a></li>
          {/* <li className="nav-item"><a href="/announcements">Ανακοινώσεις</a></li> */}
          <li className="nav-item" style={{backgroundColor:'rgb(206, 205, 205)', borderRadius:'7px'}}><a href="/help">Βοήθεια</a></li>
          <li className="nav-item"><a href="/login">Σύνδεση</a></li>
        </ul>
      </nav>

      <ScrollButton />

      <div style={{marginLeft:'25%', marginRight:'25%', paddingBottom:'100px'}}>
        <div className='main-heading' style={{paddingTop:'100px'}}>
          Γενικοί Όροι & Πολιτικές Χρήσης
        </div>

        <hr />
        
        <div className='heading'>
          ΓΕΝΙΚΟΙ ΟΡΟΙ & ΠΟΛΙΤΙΚΕΣ ΧΡΗΣΗΣ 
          της Ενιαίας Ψηφιακής Πύλης της Δημόσιας Διοίκησης
        </div>
        
        <h3>
          Α. Γενικά
        </h3>
        
        <div>
          <ol>
            <li> Ο παρών διαδικτυακός τόπος περιέχει δεδομένα και υπηρεσίες που ανήκουν ή εποπτεύονται ή εξυπηρετούνται  στο Υπουργείο Ψηφιακής Διακυβέρνησης ή δεδομένα και υπηρεσίες για τα οποία το Υπουργείο έχει την άδεια επεξεργασίας και διαχείρισής τους.</li>
            <li> Η πλοήγηση στην Ενιαία Ψηφιακή Πύλη της Δημόσιας Διοίκησης και η χρήση ειδικότερων υπηρεσιών που προσφέρονται από τον παρόντα διαδικτυακό τόπο, προϋποθέτει την ανεπιφύλακτη αποδοχή από το χρήστη των παρόντων ή και ειδικότερων ανά υπηρεσία όρων χρήσης, όπως περιλαμβάνονται στο παρόν κείμενο.</li>
            <li> Η πλοήγηση του χρήστη  στην Ενιαία Ψηφιακή Πύλη της Δημόσιας Διοίκησης και η χρήση των προσφερόμενων υπηρεσιών, πρέπει να πραγματοποιείται μόνο για νόμιμους σκοπούς και με νόμιμο τρόπο και σύμφωνα με τις ειδικότερες οδηγίες χρήσης της κάθε υπηρεσίας. </li>
            <li> Ο χρήστης της διαδικτυακής πύλης οφείλει κατά την αλληλεπίδρασή του με αυτήν να απέχει από κάθε ενέργεια κακόβουλης χρήσης των λογισμικών και των συστημάτων της, από κάθε απόπειρα μη εξουσιοδοτημένης πρόσβασης σε σύστημα ή υποσύστημα του λογισμικού και από κάθε ενέργεια ταυτοποίησης - εισόδου στις υπηρεσίες της πύλης χωρίς εξουσιοδοτημένη χρήση των στοιχείων πρόσβασης.</li>
            <li> Κάθε χρήστης φέρει ατομική προσωπική ευθύνη της διαφύλαξης των στοιχείων πρόσβασής του . Το Υπουργείο Ψηφιακής Διακυβέρνησης θα επιβεβαιώνει τα στοιχεία της ταυτότητας των χρηστών (αυθεντικοποίηση)_, όπως κατά τη διαδικασία σύνδεσης στις υπηρεσίες της Γενικής Γραμματείας Πληροφοριακών Συστημάτων Δημόσιας Διοίκησης  (taxisnet), χωρίς να αποκλείονται και άλλα μέσα αυθεντικοποίησης για τη δημιουργία ασφαλών δομών, με δεδομένα που θα αντλούνται κατόπιν συγκατάθεσης του χρήστη - υποκειμένου από τρίτους φορείς, ή με δεδομένα υψηλής διαβάθμισης από προσωπικές έξυπνες συσκευές.    </li>
            <li> Το Υπουργείο Ψηφιακής Διακυβέρνησης λαμβάνει όλα τα απαραίτητα μέτρα, τεχνικά και οργανωτικά, για να εξασφαλίσει στο μέγιστο δυνατό βαθμό την ακρίβεια των πληροφοριών που αναρτώνται στον Διαδικτυακό Τόπο και το συνεχές και απρόσκοπτο της λειτουργίας του, χωρίς να μπορεί να εγγυηθεί την απόλυτη πληρότητα, ορθότητα ή συνέχεια της λειτουργίας της δομής. Αλλαγές στο περιεχόμενο των αναρτημένων πληροφοριών και δεδομένων των βασικών ιστοσελίδων υποδοχής ή σε ειδικότερες υπηρεσίες του λογισμικού της πύλης, μπορούν να λαμβάνουν χώρα ανά πάσα στιγμή, χωρίς κάποια ενεργητική ενημέρωση των χρηστών.</li>
            <li> Η αποδοχή των όρων χρήσης, των πολιτικών, των περιορισμών του συστήματος και ειδικά οι συγκαταθέσεις για τη διαβίβαση ή οι αρνήσεις προς τούτο, όταν πρόκειται για δεδομένα προσωπικού χαρακτήρα, ειδικά ή μη, με την έννοια του Κανονισμού (ΕΕ) 2016/679 (ΓΚΠΔ), θα λαμβάνουν χώρα σε στάδιο μετά την αυθεντικοποίηση του χρήστη. Συνεπώς δεν θα μπορούν καταρχήν να αμφισβητηθούν και ο χρήστης θα φέρει το βάρος απόδειξης της αστοχίας του συστήματος ή της κατάστασης ανωτέρας βίας ή άλλο σπουδαίο λόγο που η διαδικασία δεν οδήγησε σε αυθεντικοποίηση του συγκεκριμένου χρήστη που έκανε χρήση της υπηρεσίας ή του νομίμως από αυτό εξουσιοδοτημένου τρίτου. </li>
            <li> Συνιστάται οι χρήστες να λαμβάνουν κάθε μέτρο προστασίας της ακεραιότητας και ασφάλειας των πληροφοριακών τους συστημάτων, υλισμικού και λογισμικού, έτσι ώστε να προστατεύονται επαρκώς τα δεδομένα πρόσβασης και τα δεδομένα χρήσης της πύλης, που αποθηκεύονται στα τοπικά μέσα αποθήκευσης των συσκευών των χρηστών, φορητών ή μη. Τυχόν αστοχία των συστημάτων των χρηστών ή διαρροή δεδομένων σύνδεσης ή χρήσης ένεκα παρείσφρησης κακόβουλου λογισμικού  στο λειτουργικό σύστημα του χρήστη, δεν απαλλάσσει τον τελευταίο από τις υποχρεώσεις του κατά τους παρόντες όρους, δεν συνιστά γεγονός ανωτέρας βίας ή εξαιρετική συνθήκη, ούτε συνεπάγεται οποιαδήποτε ευθύνη του Υπουργείου Ψηφιακής Διακυβέρνησης για τη ζημία που πιθανόν υποστεί ο χρήστης.</li>
            <li> Οι χρήστες οφείλουν να έχουν εγκατεστημένο το πιο πρόσφατο λειτουργικό σύστημα και λογισμικό περιήγησης, για την επίτευξη της μέγιστης δυνατής διαλειτουργικότητας των λογισμικών της πύλης. Τα λογισμικά της πύλης είναι δομημένα και σχεδιασμένα ώστε να αλληλεπιδρούν με κάθε φυλλομετρητή (browser) και λειτουργικό σύστημα. Τεχνικοί περιορισμοί δεν αποκλείονται. Η παρούσα παράγραφος δεν επέχει θέση εγγύησης διαλειτουργικότητας, καθώς αυτή εξαρτάται από το λογισμικό του κάθε χρήστη.   </li>
            <li> Στην πύλη δύναται να αναρτώνται υπερσύνδεσμοι σε άλλους εξωτερικούς διαδικτυακούς τόπους. Οι υπερσύνδεσμοι αυτοί παρέχονται μόνο προς διευκόλυνση των χρηστών και όχι ως κατάλογος ιστοχώρων, των οποίων το περιεχόμενο έχει αναρτήσει, εγκρίνει ή υιοθετήσει με οποιονδήποτε τρόπο το Υπουργείο Ψηφιακής Διακυβέρνησης.  </li>
            <li> Η χρήση των υπηρεσιών της πύλης μπορεί να υποκαθιστά ή να μην υποκαθιστά πλήρως την παροχή της υπηρεσίας σε φυσικό σημείο εξυπηρέτησης πολιτών, ενώπιον ΚΕΠ ή άλλης δημόσιας αρχής ή υπηρεσίας. Ο χρήστης οφείλει να ανατρέχει στους ειδικότερους όρους χρήσης κάθε υπηρεσίας, που αποτελούν κεφάλαια του παρόντος, ώστε να ενημερώνεται για το βαθμό υποκατάστασης της παροχής της υπηρεσίας από φυσικό σημείο εξυπηρέτησης καθώς και σε περίπτωση που επιθυμεί αποκλειστικά την εξυπηρέτησή του σε φυσικό σημείο, τον τρόπο, τόπο και χρόνο που αυτή λαμβάνει χώρα. </li>
            <li> Το Υπουργείο Ψηφιακής Διακυβέρνησης δεν ευθύνεται για οποιαδήποτε ζημία (άμεση ή έμμεση, θετική ή αποθετική) που τυχόν θα υποστεί ο χρήστης της πύλης και των υπηρεσιών αυτής από τη χρήση ή την αδυναμία χρήσης αυτής, από καθυστερήσεις κατά τη χρήση αυτής, από αστοχίες ή παραλείψεις σε αυτή, ανεξαρτήτως αιτίας όπως ενδεικτικά αστοχίες τηλεπικοινωνιακού εξοπλισμού ή ποιότητας σύνδεσης στο διαδίκτυο, που βρίσκονται στη σφαίρα επιρροής του χρήστη ή του τρίτου παρόχου τηλεπικοινωνιακών υπηρεσιών προς το χρήστη.</li>
            <li> Ο χρήστης κατά τη χρήση των ηλεκτρονικών υπηρεσιών της Ενιαίας Ψηφιακής Πύλης της Δημόσιας Διοίκησης, οφείλει να παρέχει αποκλειστικά αληθείς, ακριβείς, έγκυρες και πλήρεις πληροφορίες σχετικά με τα στοιχεία που υποβάλλει, είτε για την αυθεντικοποίησή του, είτε κατά την εισαγωγή ελεύθερων δεδομένων ή σε επιλογές κλειστού τύπου (drop down menu) στο λογισμικό της πύλης (δημιουργία εγγράφων κλπ).</li>
            <li> Σε περίπτωση που χρήστης προβεί σε κακόβουλη ενέργεια ή κακή χρήση των λογισμικών και των υπηρεσιών της πύλης, κατά παράβαση των παρόντων όρων ή / και της κείμενης νομοθεσίας, το Υπουργείο Ψηφιακής Διακυβέρνησης δικαιούται, πέρα από τις ενέργειες για τη διασφάλιση των νομίμων δικαιωμάτων του  και τη διαβίβαση φακέλου στις αρμόδιες αρχές προς διερεύνηση διάπραξης τυχόν ποινικών αδικημάτων και τυχόν διοικητικών παραβάσεων, να λαμβάνει ως προσωρινό μέτρο προστασίας της πύλης την απενεργοποίηση της πρόσβασης στον χρήστη που επέδειξε την ανωτέρω μη σύννομη συμπεριφορά. Άρση του περιορισμού αυτού ή αντιρρήσεις, θα εξετάζονται από τη Γενική Γραμματεία Πληροφοριακών Συστημάτων Δημόσιας Διοίκησης.   </li>
            <li> Σε περίπτωση γεγονότος ανωτέρας βίας που επηρεάζει τη λειτουργία της πύλης, όπως αυτά προσδιορίζονται από τη νομοθεσία και τη νομολογία, το Υπουργείο Ψηφιακής Διακυβέρνησης δικαιούται κατά απόλυτη και αποκλειστική διακριτική ευχέρεια να αναστείλει τη λειτουργία της πύλης και των υπηρεσιών αυτής, για όσο χρόνο  διαρκεί το γεγονός της ανωτέρας βίας, χωρίς να υπέχει καμία ευθύνη έναντι των χρηστών και χωρίς να έχει υποχρέωση τήρησης διαδικασίας προηγούμενης ειδοποίησης των χρηστών προς τούτο. </li>
            <li> Η παρούσα πολιτική - όροι χρήσης και τα ειδικότερα κεφάλαια αυτής, θεωρείται ότι γίνονται πλήρως αποδεκτές με την αυθεντικοποίηση του χρήστη. Μερική ή με επιφύλαξη αποδοχή τους, δεν χωρεί. Τυχόν Άρνηση αποδοχής όρων χρήσης συνεπάγεται την υποχρέωση των χρηστών να παύσουν κάθε χρήση της πύλης (φυλλομέτρηση – πλοήγηση – είσοδος για χρήση υπηρεσιών).</li>
            <li> Για κάθε υπηρεσία δύναται να αναρτάται οδηγός χρήσης με περιγραφή της εφαρμογής και σχετικό οπτικοακουστικό υλικό. Οι οδηγίες χρήσης δεν αποτελούν παράρτημα των παρόντων και αφορούν καθαρά στον τρόπο χρήσης του συστήματος. Το Υπουργείο Ψηφιακής Διακυβέρνησης θα μεριμνά ώστε το ταχύτερο δυνατό, να τροποποιούνται οι παρόντες, ώστε να εναρμονίζονται με κάθε νέο χαρακτηριστικό – λειτουργικότητα της πύλης, εφόσον αυτό είναι απαραίτητο.</li>
            <li> Το Υπουργείο Ψηφιακής Διακυβέρνησης δύναται να τροποποιεί τους παρόντες όρους χρήσης εν μέρει ή εν συνόλω, κατά την απόλυτη διακριτική ευχέρεια. Κάθε νέο κωδικοποιημένο και τροποποιημένο κείμενο θα ισχύει αμέσως με την ανάρτησή του, χωρίς άλλη προϋπόθεση ή τήρηση προθεσμίας ή ειδικής διαδικασίας.</li>
            <li> Σε περίπτωση που κάποια διάταξη ή διατάξεις των παρόντων κριθούν άκυρες, τότε η ακυρότητα αυτή ισχύει μόνο για τις διατάξεις αυτές και δεν συμπαρασύρει το σύνολο των διατάξεων.</li>
            <li> Για κάθε διαφορά που ήθελε προκύψει από την εφαρμογή των όρων και της χρήσης της πύλης, αποκλειστικά αρμόδια θα είναι τα αρμόδια Δικαστήρια των Αθηνών.</li>
          </ol>
        </div>
        
        <h3>
          Β. Ειδικά για τις Υπηρεσίες Ηλεκτρονικής Αίτησης, Ηλεκτρονικής Υπεύθυνης Δήλωσης & Ηλεκτρονικής Εξουσιοδότησης
        </h3>
        
        <div>
          <ol> 
            <li> Το Σύστημα Ψηφιακών Δηλώσεων (ΣΥΨΗΔ) στην Έκδοση 1.0 προσφέρει τις υπηρεσίες ηλεκτρονικής αίτησης, ηλεκτρονικής υπεύθυνης δήλωσης και ηλεκτρονικής εξουσιοδότησης σε φυσικά πρόσωπα. Συνοπτικά, το ΣΥΨΗΔ υποστηρίζει τα εξής χαρακτηριστικά:</li>
            <ol type='i'> 
              <li> Λογαριασμούς για φυσικά πρόσωπα</li>
              <li> Ιεραρχικούς λογαριασμούς για φορείς οργανωμένους σε τομείς με προϊσταμένους και χειριστές</li>
              <li> Δημιουργία προτύπων ηλεκτρονικών αιτήσεων, ηλεκτρονικών υπεύθυνων δηλώσεων και ηλεκτρονικών εξουσιοδοτήσεων</li>
              <li> Αναζήτηση προτύπων ηλεκτρονικών αιτήσεων, ηλεκτρονικών υπεύθυνων δηλώσεων και ηλεκτρονικών εξουσιοδοτήσεων</li>
              <li> Συμπλήρωση ηλεκτρονικών αιτήσεων, ηλεκτρονικών υπεύθυνων δηλώσεων και ηλεκτρονικών εξουσιοδοτήσεων από πρότυπο</li>
              <li> Έκδοση συμπληρωμένων ηλεκτρονικών αιτήσεων, ηλεκτρονικών υπεύθυνων δηλώσεων και ηλεκτρονικών εξουσιοδοτήσεων</li>
              <li> Κοινοποίηση εκδοθεισών ηλεκτρονικών αιτήσεων, ηλεκτρονικών υπεύθυνων δηλώσεων και ηλεκτρονικών εξουσιοδοτήσεων</li>
              <li> Ανάκληση εκδοθεισών ηλεκτρονικών αιτήσεων, ηλεκτρονικών υπεύθυνων δηλώσεων και ηλεκτρονικών εξουσιοδοτήσεων</li>
              <li> Παραλαβή ηλεκτρονικών αιτήσεων, ηλεκτρονικών υπεύθυνων δηλώσεων και ηλεκτρονικών εξουσιοδοτήσεων</li>
              <li> Προβολή και αναζήτηση εισερχομένων κοινοποιήσεων</li>
            </ol>
            <li> Δικαιούχοι χρήστες είναι όσοι αναγνωρίζονται από το σύστημα αυθεντικοποίησης της ενιαίας ψηφιακής πύλης GOV.GR μέσω επιβεβαιωμένης συσκευής στην κατοχή τους (μέθοδος ισχυρής αυθεντικοποίησης με One-Time-Password - 2nd factor authentication). Με τη χρήση της εφαρμογής, ο χρήστης μπορεί να εκδώσει σε άυλη/ηλεκτρονική μορφή, με ταυτόχρονη δυνατότητα εκτύπωσης επίσημων απεριορίστου αριθμού ανατύπων, τα εξής έγγραφα:</li>
            <ol type='i'> 
              <li> Υπεύθυνη Δήλωση</li>
              <li> Εξουσιοδότηση</li>
              <li> Αίτηση</li>
              <li> Άλλα Έγγραφα (Πρότυπα - Templates)</li>
            </ol> 
            <li> Τα ως άνω έγγραφα εκδίδονται με ηλεκτρονική ασφαλή δομή που πιστοποιεί τον χρόνο έκδοσης, τον χρήστη που συντάσσει το έγγραφο και το περιεχόμενο του εγγράφου. Το ανωτέρω δεν συνεπάγεται την αποδοχή του περιεχομένου του εγγράφου από τον αποδέκτη του ή το Υπουργείο Ψηφιακής Διακυβέρνησης ή τρίτο, παρά μόνον αυστηρώς υποκαθιστά με ηλεκτρονική ασφαλή δομή τη βεβαίωση της ταυτότητας του χρήστη που συντάσσει το έγγραφο, ώστε αυτό να λογίζεται ως έγγραφο βέβαιης χρονολογίας και κατά πλάσμα δικαίου ως άυλο έγγραφο με βεβαίωση γνησίου υπογραφής. Κάθε έγγραφο φέρει μοναδικό αναγνωριστικό αριθμό επαλήθευσης (ID) που αποτυπώνεται και σε μορφή QR code. </li>
            <li> Για τη χρήση της υπηρεσίας αυτής απαιτείται η αυθεντικοποίηση του χρήστη κατά τη διαδικασία και τους όρους που ανωτέρω προβλέπονται. </li>
            <li> Τα έγγραφα αυτά μπορούν να διατίθενται με απευθείας ηλεκτρονική αποστολή μοναδικού υπερσυνδέσμου ή του μοναδικού αναγνωριστικού κωδικού επαλήθευσης προς κάθε αποδέκτη, με εκτύπωση ως επίσημα ανάτυπα, είτε φυσική – έντυπη, είτε ηλεκτρονική – άυλη (pdf). </li>
            <li> Τα έγγραφα που δύναται κατ’ επιλογή να συντάξει ο χρήστης μέσα από την υπηρεσία αυτή της πύλης είναι τυποποιημένα (Υπεύθυνη δήλωση, Εξουσιοδότηση, Αίτηση), ή μη τυποποιημένα, με την έννοια του προτεινόμενου (όχι επίσημου) προτύπου. Ο χρήστης δεν δύναται να εισάγει δικό του πρότυπο εγγράφου ή να τροποποιήσει το μορφότυπο του ηλεκτρονικού εγγράφου, αλλά επιλέγει πάντα από τα διαθέσιμα.</li>
            <li> Το λογισμικό της υπηρεσίας για να αυθεντικοποιηθεί ο χρήστης και να εκδοθεί το έγγραφο με τα ως άνω χαρακτηριστικά, χρησιμοποιεί διαδικασία διπλής αυθεντικοποίησης (Two-factor authentication (2FA)). Για τη λειτουργία της υπηρεσίας αυθεντικοποίησης αναγκαία είναι η δήλωση από τον χρήστη αριθμού ελληνικού (+30) κινητού τηλεφώνου χωρίς το διεθνές πρόθεμα +30, έτσι ώστε να λάβει ο τελευταίος μέσω SMS εξαψήφιο αριθμό PIN για την έκδοση του εγγράφου με τα ανωτέρω χαρακτηριστικά ασφαλούς δομής. Το λογισμικό δεν μπορεί να επιτρέψει την έκδοση εγγράφου, αν ο χρήστης δεν έχει πρόσβαση σε συσκευή συνδεδεμένη σε δίκτυο GSM που να μπορεί να λάβει SMS μηνύματα. </li>
            <li> Ο χρήστης πριν τη σύνταξη του κυρίως εγγράφου με συμπλήρωση πεδίων ελεύθερου κειμένου ή κλειστού αριθμού επιλογών (drop down oprtions) θα δηλώσει στην πύλη τον αριθμό του κινητού του τηλεφώνου κατά τα ανωτέρω και τη διεύθυνσή του (κατοικίας ή επαγγελματικής απασχόλησης). Τα δεδομένα αυτά χρησιμοποιούνται αποκλειστικά και μόνον για την έκδοση του εγγράφου της δήλωσης και δεν ενημερώνουν τα στοιχεία φυσικού προσώπου – χρήστη στη ΓΓΠΣ (taxisnet) με αυτοματοποιημένο ή μη τρόπο. </li>
            <li> Ο χρήστης ορίζει τον παραλήπτη το εγγράφου είτε με καταχώρηση από υφιστάμενη λίστα κλειστού αριθμού, είτε με ελεύθερη καταχώρηση. Ο προσδιορισμός του παραλήπτη του εγγράφου είναι υποχρεωτικός για την ολοκλήρωση της έκδοσής του. Ο χρήστης φέρει την αποκλειστική ευθύνη αποστολής και επιτυχούς παράδοσης του εγγράφου (σε άυλη ηλεκτρονική ή έντυπη μορφή) στον αποδέκτη, αν δεν υφίσταται αυτοματοποιημένη διαδικασία διαρθρωμένη ως υπηρεσία της πύλης προς τούτο. </li>
            <li> Κάθε χρήστης δικαιούται πρόσβαση σε προσωπική ηλεκτρονική θυρίδα εγγράφων που ο ίδιος έχει εκδώσει. Η μέγιστη χωρητικότητα της θυρίδας αυτής ορίζεται σε δέκα έγγραφα και ο μέγιστος χρόνος διατήρησης κάθε εγγράφου τριάντα (30) ημέρες από την έκδοσή του. Το λογισμικό δύναται να υποστηρίζει και θυρίδα εισερχομένων εγγράφων, με τα ίδια χαρακτηριστικά χωρητικότητας και διατήρησης των εγγράφων. </li>
            <li> Το ελεύθερο περιεχόμενο σε κάθε έγγραφο που συντάσσεται ηλεκτρονικά, οφείλει να είναι απολύτως συμβατό και κατάλληλο με το σκοπό έκδοσης του εγγράφου και σε κάθε περίπτωση να μην περιλαμβάνει περιεχόμενο υβριστικό, δυσφημιστικό, προσβλητικό, με απόψεις μίσους και εν γένει περιεχόμενο η κοινοποίηση του οποίου αποτελεί διάπραξη άδικης πράξης με την έννοια του Ποινικού Κώδικα και κάθε άλλου Ειδικού Ποινικού Νόμου. Σε αντίθετη περίπτωση εφαρμόζονται οι διατάξεις των παρόντων όρων περί κακής χρήσης της υπηρεσίας. Το Υπουργείο Ψηφιακής Διακυβέρνησης έχει δικαίωμα να προβαίνει σε δειγματοληπτικό έλεγχο των εγγράφων που συντάσσονται μέσω της πύλης για τη διασφάλιση των ανωτέρω και τη βελτίωση της ποιότητας της υπηρεσίας. Δεν αποκλείεται η απαγόρευση με τεχνολογικά μέτρα (filtering) λέξεων ή φράσεων που υπόκεινται στις ως άνω απαγορεύσεις.</li>
            <li> Η ευθύνη για τη νομιμότητα και προσφορότητα της χρήσης των ηλεκτρονικών εγγράφων που εκδίδονται μέσα από την Ενιαία Ψηφιακή Πύλη της Δημόσιας Διοίκησης ανήκει αποκλειστικά στους χρήστες και συντάκτες αυτών και κατά κανέναν τρόπο στο Υπουργείο Ψηφιακής Διακυβέρνησης. Tο Υπουργείο Ψηφιακής Διακυβέρνησης δεν φέρει καμία ευθύνη για το περιεχόμενο των υποβαλλόμενων αιτήσεων, δηλώσεων και εξουσιοδοτήσεων. </li>
            <li> Όλα τα στοιχεία που παρέχει ο χρήστης της Ενιαίας Ψηφιακής Πύλης της Δημόσιας Διοίκησης δεν χρησιμοποιούνται για άλλο σκοπό πέραν αυτού που περιγράφει η συγκεκριμένη διαδικτυακή πύλη/ηλεκτρονική υπηρεσία. Η ακρίβεια των στοιχείων που υποβάλλει ο χρήστης είναι ευθύνη του ιδίου και οποιαδήποτε ζημία (άμεση ή έμμεση, θετική ή αποθετική) προέρχεται από υποβολή ανακριβών στοιχείων βαρύνει τον ίδιο τον χρήστη και σε καμία περίπτωση το Υπουργείο Ψηφιακής Διακυβέρνησης.</li>
          </ol>
        </div>
        
        <div style={{textAlign:'center', marginTop:'50px'}}>
          Αθήνα, 20 Μαρτίου 2020,
        </div>
        <div style={{textAlign:'center'}}>
          έκδοση 1.0.0
        </div>
      </div>

      <Footer />
    </div>

  )
}

export default Conditions